Repository: Frezz12/GoNow
Catalog: apps/ios/GoNow/GoNow/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

# activity.participants.skill
source: Experience level
ru: Уровень подготовки

# activity.participants.title
source: Participants
ru: Участники

# activity.participants.unlimited
source: Unlimited
ru: Без ограничений

# activity.photos.add
source: Add photos
ru: Добавить фотографии

# activity.photos.cover
source: Activity cover
ru: Обложка активности

# activity.photos.error
source: Could not process this photo
ru: Не удалось обработать фотографию

# activity.photos.item
source: Activity photo
ru: Фотография активности

# activity.photos.processing
source: Optimizing photos…
ru: Оптимизируем фотографии…

# activity.photos.subtitle
source: Add one cover and up to five extra photos. Images are compressed before upload.
ru: Добавьте обложку и до пяти дополнительных фото. Изображения сжимаются перед загрузкой.

# activity.photos.title
source: Photos
ru: Фотографии

# activity.progress %lld %lld
source: Step %lld of %lld
ru: Шаг %lld из %lld

# activity.publish
source: Publish
ru: Опубликовать

# activity.question.kind.short_text
source: Short text
ru: Короткий текст

# activity.question.kind.single_choice
source: Single choice
ru: Один вариант

# activity.question.kind.yes_no
source: Yes or no
ru: Да или нет

# activity.questions.add
source: Add question
ru: Добавить вопрос

# activity.questions.kind
source: Answer type
ru: Тип ответа

# activity.questions.options
source: Answer options
ru: Варианты ответа

# activity.questions.prompt
source: Question
ru: Вопрос

# activity.questions.required
source: Required
ru: Обязательный

# activity.questions.subtitle
source: You can ask up to three questions
ru: Можно задать до трёх вопросов

# activity.questions.title
source: Questions for participants
ru: Вопросы участникам

# activity.recruitment.close
source: Close recruitment
ru: Закрыть набор

# activity.recruitment.open
source: Open recruitment
ru: Открыть набор

# activity.rules.additional
source: Additional rules
ru: Дополнительные правила

# activity.rules.title
source: Preparation and rules
ru: Подготовка и правила

# activity.schedule.custom
source: Custom date and time
ru: Указать вручную

# activity.schedule.date
source: Start date
ru: Дата начала

# activity.schedule.duration
source: Duration
ru: Продолжительность

# activity.schedule.hide
source: Remove from map
ru: Убрать с карты

# activity.schedule.show
source: Show on map
ru: Показать на карте

# activity.schedule.start
source: Start
ru: Начало

# activity.schedule.time
source: Start time
ru: Время начала

# activity.schedule.visibility
source: Map visibility
ru: Отображение на карте

# activity.show.custom
source: Custom
ru: Указать вручную

# activity.show.immediately
source: Immediately
ru: Сразу

# activity.show.one_day
source: 1 day before
ru: За день

# activity.show.one_hour
source: 1 hour before
ru: За час

# activity.show.one_week
source: 1 week before
ru: За неделю

# activity.show.six_hours
source: 6 hours before
ru: За 6 часов

# activity.show.three_days
source: 3 days before
ru: За три дня

# activity.skill.any
source: Any
ru: Любой

# activity.skill.beginner
source: Beginner
ru: Новичок

# activity.skill.experienced
source: Experienced
ru: Опытный

# activity.skill.intermediate
source: Intermediate
ru: Средний

# activity.status.blocked
source: Blocked
ru: Заблокировано

# activity.status.cancelled
source: Cancelled
ru: Отменено

# activity.status.completed
source: Completed
ru: Завершено

# activity.status.draft
source: Draft
ru: Черновик

# activity.status.expired
source: Expired
ru: Истекло

# activity.status.full
source: Full
ru: Мест нет

# activity.status.hidden
source: Hidden
ru: Скрыто

# activity.status.published
source: Published
ru: Опубликовано

# activity.status.scheduled
source: Scheduled
ru: Запланировано

# activity.status.started
source: In progress
ru: Идёт сейчас

# activity.step.basics
source: Basics
ru: Основное

# activity.step.location
source: Location
ru: Место

# activity.step.participants
source: Participants
ru: Участники

# activity.step.photos
source: Photos
ru: Фотографии

# activity.step.preview
source: Preview
ru: Предпросмотр

# activity.step.schedule
source: Date and time
ru: Дата и время

# activity.tag.placeholder
source: Enter a value and press Done
ru: Введите значение и нажмите «Готово»

# activity.tag.remove.hint
source: Removes this value
ru: Удаляет это значение

# activity.validation.age
source: Check the age range
ru: Проверьте возрастной диапазон

# activity.validation.description
source: Description must not exceed 3000 characters
ru: Описание не должно превышать 3000 символов

# activity.validation.location
source: Choose an activity location
ru: Выберите место активности

# activity.validation.participants
source: Participant limit must be at least 2
ru: Лимит участников должен быть не меньше 2

# activity.validation.photos
source: You can add up to 6 photos
ru: Можно добавить не более 6 фотографий

# activity.validation.questions
source: Complete every additional question
ru: Заполните каждый дополнительный вопрос

# activity.validation.schedule
source: Check the activity time and map visibility period
ru: Проверьте время активности и период показа на карте

# activity.validation.title
source: Enter a title from 2 to 70 characters
ru: Введите название от 2 до 70 символов

# common.no
source: No
ru: Нет

# common.yes
source: Yes
ru: Да

# map.category.event
source: Events
ru: События

# profile.availability.helper
source: For example: weekdays after 7 PM
ru: Например: по будням после 19:00

# profile.availability.title
source: Usually available
ru: Когда обычно свободен

# profile.compatibility.title
source: Activity preferences
ru: Предпочтения для активностей

# profile.group.any
source: Any group
ru: Любая компания

# profile.group.largeGroup
source: Large group
ru: Большая компания

# profile.group.notSpecified
source: Not specified
ru: Не указано

# profile.group.oneToOne
source: One-on-one
ru: Один на один

# profile.group.smallGroup
source: Small group
ru: Небольшая компания

# profile.group.title
source: Preferred group size
ru: Предпочитаемый размер компании

# profile.languages.helper
source: Separate languages with commas
ru: Перечислите языки через запятую

# profile.languages.title
source: Languages
ru: Языки общения

# tab.activities
source: Activities
ru: Активности

# temperature.celsius
source: Celsius
ru: Цельсия
zh_hans: 摄氏

# temperature.fahrenheit
source: Fahrenheit
ru: Фаренгейта
zh_hans: 华氏
